[
  {
    "handle": "NBCNews",
    "follows": 8931,
    "tweets": ["Governors of Maryland and Virginia say they have authorized law enforcement and National Guard resources to deploy to assist after mob of Trump supporters storm the U.S. Capitol.",
        "@jolingkent @PeteWilliamsNBC FBI Washington: “Two suspected explosive devices were rendered safe by the FBI and our law enforcement partners. The investigation is ongoing."]
  },
  {
    "handle": "melodramaswift1",
    "follows": 7823,
    "tweets": ["@tisthedamnburak yes bestie",
        "@somberwlfairy missed u too",
        "I skipped one. For a reason."]
  },
  {
    "handle": "CBSNews",
    "follows": 7543,
    "tweets": [ ".@MajorCBS: 'These are images we never expected to see in our great country. A cleavage, a ripping apart of a sense of what government is, what it's meant to accomplish and how it is sanctified in every presidential election. That's what is being torn apart before our very eyes' https://t.co/WnHk6rpT4R",
          "CBS News' Chip Reid reports from the chaos outside the Capitol: 'There were no police around us. We were on our own. I remember one of the protesters standing next to me said, 'The police don't care about you guys. They're only protecting the senators. You're on your own, buddy'' https://t.co/PYHZ4pdmNr"]
  },
  {
    "handle": "BGOnTheScene",
    "follows": 5948,
    "tweets": ["Police arrest one of the Trump supporters for rushing past an unmanned area next to the police line at BLM Plaza #DC #WashingtonDC #January6th https://t.co/Glu4hvR1ek",
          "Speeches in the Plaza as the crowd of about 100 Trump supporters remains out here shortly before midnight in DC #WashingtonDC #DC #January6th https://t.co/5S3SNRlRAN"]
  },
  {
    "handle": "nimrodnova",
    "follows": 5450,
    "tweets": ["techno’s reaction of spawning 6 withers might be a little bit overkill, but i think in all honesty he has a right to be upset you know? despite everything he’s been through tommy was someone that he finally opened up to and trusted. and his trust was broken.",
        "yeah idk why y’all think it’s funny to compare what’s happening in real life where real lives are at stake in DC to what just happened on the dsmp. uhhh please seek help."]
  },
  {
    "handle": "serenewellness",
    "follows": 4617,
    "tweets": ["RT @elsadog_: Time to get concerned.\n\nA Bill giving the power to remove you from your home and taken to an “isolation centre” is going thro…",
        "RT @DilaraEsengil: 11/ They are looking for REAL talent and/or REAL IDIOTS who will do anything for fame and fortune. So they invite these…",
        "RT @DilaraEsengil: 25/ They offer them EVERYTHING. A common question is \"who do you want to sleep with - name any actor/actress\" - next thi…",
        "RT @DilaraEsengil: 29/ Back to that meeting where you are about to sign your soul to satan (but they dont call it that but its fkkkkn OBVIO…",
        "RT @MsStacyEllis: @serenewellness @AwareAnon I just don’t understand why stupid people are allowed to ruin the world for everyone else."]
  },
  {
    "handle": "gtconway3d",
    "follows": 4583,
    "tweets": ["RT @Redistrict: There are now 19 really red, rural GA counties that look fully reported, and turnout is only at 82-90% of November levels i…",
        "RT @Nate_Cohn: The biggest dump of remaining Democratic vote is the ~170k DeKalb County in-person early vote, which we expect to break for…",
        "RT @Nate_Cohn: IDK why there isn't a call in the Warnock-Loeffler race fwiw.",
        "RT @jaketapper: The sounds you hear from GOP quarters in DC and Georgia are the gnashings of teeth and the texting of blind quotes",
        "RT @TimAlberta: \"I have on many occasions criticized the abuse of the word coup in our politics, but that is what this is: an attempted cou…",
        "I think pretty much everything I've said about @realDonaldTrump over the past three years has been shown (by him) to be true, and today that makes me very sad.",
        "RT @ProfBrianKalt: @richsignorelli @gtconway3d On that, see https://t.co/n7qFl1jGYk"]
  },
  {
    "handle": "Slutty_Mona",
    "follows": 4568,
    "tweets": ["RT @leonxx01: Telari Love\n@Telari_Love\nJust sold! Closeup anal and pussy panty stuffing https://t.co/93NM9dFhxN #MVSales https://t.co/PFGwa…",
        "RT @jasmincindy2: Make it come true your girl XXX fantasies https://t.co/0LjXbYci2P  https://t.co/K4tdZm4V39",
        "RT @Treasure_Films: Slut in red squirts from big dildo by Treasure_Films @manyvids https://t.co/jJgp9lJSVM",
        "RT @AFistigi: You will play the most addictive adult game on the internet! https://t.co/hl5a6Y8PdE https://t.co/gd97VLkSV5",
        "RT @MorganRobertsMR: My bulls take what they want 🍑🖤 https://t.co/s3ykXhgeAH",
        "RT @AmyYasmine_: Who’s in the mood for some sexting? Subscribe to my Onlyfans NOW to find out how to get unlimited sexting from me for the…",
        "RT @BoobsPleasure: 👀👀That Ass 🤤🤤 https://t.co/pP0I0vrYmD"]
  },
  {
    "handle": "Crunchyroll",
    "follows": 4193,
    "tweets": ["@ineverlandnight Thanks for joining the fight! We’ll need your support when the STONE WARS begin on January 14 🧪 #DrSTONE! https://t.co/qjLQSdlED5",
        "@tmtj23 Thanks for joining the fight! We’ll need your support when the STONE WARS begin on January 14 🧪 #DrSTONE! https://t.co/KmpkjPThLe",
        "@shleylorraine Thanks for joining the fight! We’ll need your support when the STONE WARS begin on January 14 🧪 #DrSTONE! https://t.co/8UhlBVJ4fF",
        "@BrianCunicelli Thanks for joining the fight! We’ll need your support when the STONE WARS begin on January 14 🧪 #DrSTONE! https://t.co/LDp2frajg4",
        "@peacehkc_ethan Thanks for joining the fight! We’ll need your support when the STONE WARS begin on January 14 🧪 #DrSTONE! https://t.co/aj8Tsbb6hw",
        "@JJDaLocalNerd Thanks for joining the fight! We’ll need your support when the STONE WARS begin on January 14 🧪 #DrSTONE! https://t.co/R4dqfavMRo",
        "@Animoo1061 Thanks for joining the fight! We’ll need your support when the STONE WARS begin on January 14 🧪 #DrSTONE! https://t.co/aqeEzD7K6k",
        "@BrianVeeSan Thanks for joining the fight! We’ll need your support when the STONE WARS begin on January 14 🧪 #DrSTONE! https://t.co/4iGuD7ENRj"]
  },
  {
    "handle": "ScottFishman",
    "follows": 3456,
    "tweets": ["@cryptokakuji Never trust career politicians or lawyers",
        "@Courtney_1976 No Pence coup! Pence doesn’t need a coup to have a shot at a 2024 Presidential run.",
        "@MamaSaree @THEFRIEGUY1 Sure",
        "@SeventeenRed1 What do you do for a living, Princess? What's your real name?",
        "@PeakOfTruth Read the letter",
        "@SweetpeaPosh So you sell used clothes?"]
  }
]