[
  {
    "handle": "lavishthought",
    "post": "Black people died for PEACEFULLY PROTESTING.",
    "retweets": 652
  },
  {
    "handle": "lotoysrus",
    "post": "Why y’all keep asking where the police at? Y’all ask where Miley’s at when Hannah’s on stage?",
    "retweets": 639
  },
  {
    "handle": "bubbaprog",
    "post": "Cops are taking selfies with the terrorists. https://t.co/EjkQ83h1p2",
    "retweets": 628
  },
  {
    "handle": "somtochukwu___",
    "post": "we marched because we were getting killed, y’all are rioting because you didn’t get your way...we are not the same.",
    "retweets": 604
  },
  {
    "handle": "NAACP",
    "post": "And you thought \"Taking A Knee\" was too much!?!",
    "retweets": 598
  },
  {
    "handle": "thejuliacarter",
    "post": "There are two Americas. https://t.co/CptXMNRLYw",
    "retweets": 594
  },
  {
    "handle": "IlhanMN",
    "post": "I am drawing up Articles of Impeachment. Donald J. Trump should be impeached by the House of Representatives &amp; removed from…",
    "retweets": 551
  },
  {
    "handle": "Vanessid",
    "post": "Reminder fo what capitol \"security\" in full military-grade riot gear looked like for Black Lives Matter protests this summer.…",
    "retweets": 503
  },
  {
    "handle": "realDonaldTrump",
    "post": "I am asking for everyone at the U.S. Capitol to remain peaceful. No violence! Remember, WE are the Party of Law &amp; Orde…",
    "retweets": 487
  },
  {
    "handle": "MartyOropeza",
    "post": "For the record this was the US Capitol during the BLM Protestors https://t.co/hyqneRtqMD",
    "retweets": 475
  },
  {
    "handle": "cevansavenger",
    "post": "the police opened the fucking gates. https://t.co/HyDURXfoaB",
    "retweets": 458
  },
  {
    "handle": "Vibes__tee",
    "post": "I’m such a retweeter. I feel like my retweets speak for me.",
    "retweets": 445
  },
  {
    "handle": "realDonaldTrump",
    "post": "They just happened to find 50,000 ballots late last night. The USA is embarrassed by fools. Our Election Process is wo…",
    "retweets": 431
  },
  {
    "handle": "realDonaldTrump",
    "post": "Please support our Capitol Police and Law Enforcement. They are truly on the side of our Country. Stay peaceful!",
    "retweets": 428
  },
  {
    "handle": "shereeny",
    "post": "current scene at the capitol https://t.co/R8G46gr2fv",
    "retweets": 417
  },
  {
    "handle": "byaaroncdavis",
    "post": "BREAKING: A source tells me The Defense Department has just denied a request by DC officials to deploy the National Guar…",
    "retweets": 400
  },
  {
    "handle": "RocksteadyRicky",
    "post": "Capitol during Capitol BLM protests today https://t.co/5NAcaIUsCq",
    "retweets": 389
  },
  {
    "handle": "EdStern",
    "post": "Well that escalated steadily for four years.",
    "retweets": 381
  },
  {
    "handle": "angryblkhoemo",
    "post": "Almost as if the \"blue lives matter\" stuff was never about loving police as much as just hating Black people.",
    "retweets": 377
  },
  {
    "handle": "realDonaldTrump",
    "post": "Looks like they are setting up a big “voter dump” against the Republican candidates. Waiting to see how many votes the…",
    "retweets": 371
  },
  {
    "handle": "JoeBiden",
    "post": "Let me be very clear: the scenes of chaos at the Capitol do not represent who we are. What we are seeing is a small number of…",
    "retweets": 364
  },
  {
    "handle": "ChrisEvans",
    "post": "Just think of the carnage had they not been white.",
    "retweets": 361
  },
  {
    "handle": "agavedelacalle",
    "post": "aaaand just like that, blue lives matter didn’t matter anymore",
    "retweets": 353
  },
  {
    "handle": "kickedthestairs",
    "post": "Funny how they're still protestors and not rioters, huh?",
    "retweets": 352
  },
  {
    "handle": "hexbabey",
    "post": "what’s happening in dc because i keep sending the same links to everyone:",
    "retweets": 348
  }
]